// pages/notice/notice.js
Page({
	/**
	 * 页面的初始数据
	 */
	data: {
		content:
			'炸了靖国神社很爽，完全理解，完全明白，但你这可是给外交部出了大难题。外交部咋表态好？点赞你？逮捕你？保护你？装作没事发生？\n从大战略来看，我国现在还是联合日本来完成人类命运共同体，而不是和日本交恶。2020年中国成为日本唯一出口增长对象国，好不容易RCEP大大推进东亚区域一体化，这明显是齐齐来赚钱的大趋势 --- 其实一直都是，只不过有时候说有时候不说，这套路还不能细说。\n今时今日，日本民间对靖国神社的态度和我们对烈士陵园差不多，山本五十六在他家乡就是偶像一样的存在，还有限定版山本头像的土特产。幼儿园有零式战斗机绘画比赛，海军太阳旗，武运长久之类的图案在日本周围都可以买到，各种日清日露日中战争慰灵碑的香火也不断。靖国神社里面连条军犬军马都有人拜祭。\n虽然作为中国人，每次看到都牙痒痒的，但这就是我们目前还没法改变的事实。真炸了靖国神社，估计俾斯麦迪复生也没法平衡中日两边的民间情绪，然后怎么有钱大家赚？怎么一带一路？怎么强国？\n上一次类似的事，是保钓。捍卫自己领土主权，当然是绝对正确，但没有官方组织的情况下，几个香港人贸然前往钓鱼岛还被抓了，当年外交部为他们插屁股可是非常头疼，然后中日关系急转直下，当时到底谁最高兴？\n保钓这事没法细说，有不同意见都是你对历史上类似的小人物扔啤酒瓶坏了大事情的例子，数不胜数：塞尔维亚青年爽爽地崩了斐迪南大公，两国只能开打了，塞尔维亚一战后爽了吗？说到用炸药，1911年，温生才擅自用炸药炸飞广州将军，全城搜捕革命党，正在筹备黄花岗起义的革命党武器都运不出来，人也到不了，真是倒了八辈子的大霉，被他间接累得起义失败。可是，当年暗杀大清官员，和炸靖国神社一样，听上去非常正确，坏了大局还不能骂这个瘟生，还只能尊为烈士。我党的三条救命毫毛：统一战线，武装斗争，党的建设。往广义延申：可以说是团结所有可以团结的人，党指挥炸药，听党组织。又想起另一个炸药问题的讨论：革命党吴樾和赵声争着要去行刺满清贵族，吴樾提交了一个好问题：炸他丫的同归于尽难，还是慢慢活着一生为革命奋斗难？赵声说: “舍生容易，活着艰难”，吴樾说：“我去做容易的捐躯吧，你好好活着干难的。”记录这件事下来的人，叫陈独秀。我们艰难地好好工作，好好学习，等到中华强国复兴，在靖国神社上面写个红圈拆字，让日本人自愿在他们灵魂寄托上加急种樱花树盖毛胚房，为啥？ 只是想多赚点拆迁费，还要人民币结算，这比炸了它难多了，努力吧。',
	},

	/**
	 * 生命周期函数--监听页面加载
	 */
	onLoad: function (options) {},

	/**
	 * 生命周期函数--监听页面初次渲染完成
	 */
	onReady: function () {},
});
